Repository: AleksSido/Chemmotology-Centre
Catalog: *.po
Languages: ru_ru, uk

source: Thank you for mailing us!
ru_ru: Благодарим Вас за письмо!
uk: Дякуємо Вам за листа!

source: Mail a letter to us:
ru_ru: Отправить нам письмо:
uk: Надіслати нам листа:

source: Your phone
ru_ru: Ваш телефон
uk: Ваш телефон

source: Your message
ru_ru: Ваше сообщение
uk: Ваше повідомлення

source: Send
ru_ru: Отправить
uk: Надіслати

source: Reset
ru_ru: Очистить поля
uk: Очистити поля

source: UkrREC of Chemmotology and Certification of FLTL
ru_ru: УкрНИУЦ химмотологии и сертификации ГСМ и ТЖ
uk: УкрНДНЦ хіммотології і сертифікації ПММ і ТР

source: Developed by Sidorov Aleksandr
ru_ru: Разработал Сидоров Александр
uk: Розробив Сидоров Олександр

source: Activity
ru_ru: Деятельность
uk: Діяльність

source: Problems of Chemmotology. Theory and
ru_ru: Проблемы химмотологии. Теория и практика
uk: Проблеми хіммотології. Теорія та практика

source: Practice of Rational Use of Traditional and
ru_ru: рационального использования традиционных и
uk: раціонального використання традиційних та

source: Alternative Fuel and Lubricants
ru_ru: альтернативных горюче-смазочных материалов
uk: альтернативних паливо-мастильних матеріалів

source: The VIth International Conference of Science and Technology
ru_ru: VI Международная научно-техническая конференция
uk: VI Міжнародна науково-технічна конференція

source: UkrREC
ru_ru: УкрНИУЦ
uk: УкрНДНЦ

source: of Chemmotology and Certification of FLTL
ru_ru: химмотологии и сертификации ГСМ и ТЖ
uk: хіммотології і сертифікації ПММ і ТР

source: Ukrainian Research and Educational Center
ru_ru: Украинский научно-исследовательский и учебный центр
uk: Український науково-дослідний та навчальний центр

source: of Chemmotology and Certification of Fuels, Lubricants and Technical Liquids
ru_ru: химмотологии и сертификации горюче-смазочных материалов и технических жидкостей
uk: хіммотології і сертифікації паливно-мастильних матеріалів і технічних рідин

source: 404 Error&#58; Not Found
ru_ru: 404 Ошибка&#58; Не найдено
uk: 404 Помилка&#58; Не знайдено

source: Read news
ru_ru: Читать новость
uk: Читати новину

source: Previous News&rarr;
ru_ru: Предыдущие новости&rarr;
uk: Попередні новини&rarr;

source: &larr; Next News
ru_ru: &larr; Следующие новости
uk: &larr; Наступні новини

source: Back to News
ru_ru: Вернуться к новостям
uk: Повернутися до новин

source: Error 404
ru_ru: Ошибка 404
uk: Помилка 404

source: Sorry, but there is nothing found for your request!
ru_ru: Сожалеем, но по Вашему запросу ничего не найдено!
uk: На жаль, за Вашим запитом нічого не знайдено!
